[
	{
		"name": "Black Highway",
		"genre": "experimental / drone / industrial",
		"text": "Derepetative confiteor of momentus of our bystanding passing presence one more time thrown into meltage of the relentless furnace to liquefy known tissues of knowledge in transcendental comprehension of the encumbered soil that we standing on and the processes beneath the surface. The entity that skins the sounds from imperative chimneys, producing plants and used but still imperious red steel machinery to invoke vindication of surrounded transiency which echoes to aeons. A dronish aesthetic purr mixed with neuro-muscular industrial noise stretched on psychedelic and many times even pernicious entirety.",
		"img": "blackhighway.jpg",
		"embed": "<iframe width=\"100%\" height=\"450\" scrolling=\"no\" frameborder=\"no\" src=\"https:\/\/w.soundcloud.com\/player\/?url=https%3A\/\/api.soundcloud.com\/tracks\/253341828&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true\"><\/iframe>",
		"link": [ 
			{ "link": "https://blackhighway.bandcamp.com/releases"}, 
			{ "link": "http://bandzone.cz/blackh"}, 
			{ "link": "https://soundcloud.com/black-highway/triturat"}
		], 
	},
	{
		
		"name": "Das Geheim",
		"genre": "",
		"text": "Dutch electronic music production duo. DAS GEHEIM was raised by the free-spirit tribes of Europe, haunted by ghosts in the machine and spoiled by the riches of the black gold.",
		"img": "dasgeheim.jpg",
		"embed": "<iframe style=\"border: 0; width: 350px; height: 470px;\" src=\"https:\/\/bandcamp.com\/EmbeddedPlayer\/album=1419105530\/size=large\/bgcol=ffffff\/linkcol=0687f5\/tracklist=false\/transparent=true\/\" seamless><a href=\"http:\/\/dasgeheim.bandcamp.com\/album\/moment-sustain\">Moment Sustain by Das Geheim<\/a><\/iframe>",
		"link": [
			{ "link": "https://soundcloud.com/dasgeheim"},
			{ "link": "https://dasgeheim.bandcamp.com"}
		]
	},
	{
		"name": "Exoterrism",
		"genre":"",
		"text": "In his work, Exoterrism (Fan Yau born in Hong Kong 1987), seeks to overcome the separation between geometrical consciousness and the coming four dimensional perception. Influenced by esoteric systems, Yau often engages computer processed algorithms,functions. Constantly seeking for new sounds and synthesizing techniques, he researches the links and differences in human rational, scientific thinking and our existence as a spiritual being in the universe. Through experimentations of sound and its reaction on the human body, Exoterrism aims at creating short term hallucinations or extra-terrestrial experiences. Once technology has surpassed the current notion of space and time, patterns repeating through a multidimensional expanding dynamic system are feed-backing through the present moment. When human soul is interpreted as binary decisions and the mind becomes only a consequence of a loop from where you are conditioned. Segmenting to different strata's between the moment you think and the moment you execute.",
		"img": "exoterrism.jpg",
		"embed": "",
		"link": [ 
			{ "link": "https://soundcloud.com/exoterrism"},
			{ "link": "https://soundcloud.com/exo-terrism"},
			{ "link": "https://www.youtube.com/watch?v=UGW-e4pLbE0"},
			{ "link": "https://www.youtube.com/watch?v=UGW-e4pLbE0"},
			{ "link": "https://www.youtube.com/watch?v=MaCbfSXX6rk"},
			{ "link": "https://www.youtube.com/watch?v=UJMLcrkuCsY"},
			{ "link": "https://www.youtube.com/watch?v=XDMKiPqaNns"},
			{ "link": "https://www.facebook.com/exoterrism/"}
		]
	},
	{
		"name": "Jacques Kustod",
		"genre": "",
		"text": "Jacques Kustod is producer currently based in Bratislava. His music is combination of dub psychedelia, cosmic vastness of krautrock and rhyhtm force influenced by techno and electro. Result is implosion of the overall outcome.",
		"img": "",
		"embed": "",
		"link": []
	},
	{
		"name": "Jamka",
		"genre": "",
		"text": "",
		"img": "",
		"embed": "",
		"link": []
	},
	{
		"name": "Makkatu",
		"genre":"",
		"text": "Makkatu is one man musical act from Slovakia exploring diverse approaches to electronic music from dark cold room and submerged experimental techno to noisy and atmospheric soundscapes closer to the minimal side.",
		"img": "",
		"embed": "",
		"link": [
			{ "link": "https://soundcloud.com/makkatu"}, 
			{ "link": "https://urbsounds.bandcamp.com/album/ordeal-no-34"}
		]
	},
	{
		"name": "Palmovka",
		"genre": "",
		"text": "",
		"img": "",
		"embed": "",
		"link": []
	},
	{
		"name": "Seismic Wave Factory",
		"genre": "",
		"text":	"The storm that brings ecstasy and feelings of the transformation through the sound, the spirit and the fire. The imagery of master-slave relationship, the embodiment of human alienation, those are information transmitted by the cyber-apostles for the next century, for hybrids and clons century.",
		"img": "",
		"embed": "",
		"link": []
	},
	{
        
		"name": "The Blackwood Incident",
		"genre": "",
		"text": "The Blackwood Incident is an audiovisual project led by Dominik Novak / .soundscapes, triple sun, Oskar /, surfing the mutable boundaries of psychedelic ambient and cinematic drone. Using analog/modular synths as a means to express himself, the project creates safe haven to deal with questions of one's place in society, doubt and emotional struggles are converted into sound. as a live entity, Blackwood is accompanied by analog visuals of Jozef Cabo, which uses CRT Televisions or LCD monitors to enrich the psychedelic overtone of the experience. The sound pallete is also augmented by a variable line up of performers, most notably Michal Hroz n / oskar /, with 	his ritual acoustic instruments and the rich library of microscopic sounds provided by Amalia R. Filip / Chaosdroid, melting /. Due to the nature of the used instruments and the souls playing them, each live set is a uniquesound exploration of the psyche, just as fleeting and transient as the CRT waves flashing and pulsing among players. Except numerous live performances, The Blackwood Incident also released its debut album 'Curse of the Tribe' on Bratislava's new cassette label Evocative Objects (March 2017) - an album that takes the listener on a journey through soundscapes of lava-black melodies and iridescent sonic sparks of hope. A Journey never ending.",
		"img": "",
		"embed": "",
		"link": []
	},
	{
		"name": "Tzii",
		"genre": "",
		"text": "Since the 90's Tzii, music composer and filmmaker, spreads his frequencies all over the world through touring from Eastern and Western Europe to Australia, passing by USA, Canada, Mexico, Japan, Indonesia and Africa, where he played hundreds of shows .... He created his own label NIGHT ON EARTH in 2001, releasing vinyls and tapes, and is a co-founder & active member of the audiovisual label/collective V-ATAK. His main aim is to reach transcendance through sound trance, layering and looping to another dimension to let the emotional body flow freely on the waves ...... To do so he explores infinite different worlds and expressions, from music to performance or collective creations. One thing always remains in his works : they're impossible to fit in any box. 'A mountain of multiple figures' as defined by Nyx.<br> He's part of several other projects like SOLAR SKELETONS, MS30, 1997EV, VIRIL, AEROBICONOISE, collaborated with many others and works also for dance companies, living performances, movie soundtracks and any other mediums with sound inside .....",
		"img": "", 
		"embed": "<iframe width=\"560\" height=\"315\" src=\"https:\/\/www.youtube.com\/embed\/S4kny92O7yY\" frameborder=\"0\" allowfullscreen><\/iframe>",
		"link": [{ "link": "http://www.tzii.tk"},
		{ "link": "http://www.vidioatak.org/~nightonearth/tzii/gallery.html"},
		{ "link": "http://www.ursss.com/2016/11/tzii/"},
		{ "link": "http://tzii.bandcamp.com"},
		{ "link": "https://hearthis.at/gpkhncx7/"}]
	},
	{
		"name": "Unprofessional",
		"genre": "",
		"text": "",
		"img": "",
		"embed": "",
		"link": []
	},
	{
		"name": "W.Ravenveer",
		"genre": "",
		"text": "",
		"img": "",
		"embed": "",
		"link": []
	}
]
SEISMIC WAVE FACTORY - http://bandzone.cz/seismicwavefactory

Black Highway - https://blackhighway.bandcamp.com/releases
Das Geheim - https://dasgeheim.bandcamp.com/releases
Exoterrism - https://www.facebook.com/exoterrism/
Jacques Kustod - https://www.facebook.com/jacqueskustod/
JAMKA https://jamka.bandcamp.com/
Makkatu - https://soundcloud.com/makkatu
Palmovka - https://soundcloud.com/palmovka
SEISMIC WAVE FACTORY - http://bandzone.cz/seismicwavefactory
The Blackwood Incident -https://www.facebook.com/theblackwoodincident/
TZII - http://www.tzii.tk/
Unprofessional - https://soundcloud.com/unprofessional
W.Ravenveer - https://soundcloud.com/w-ravenveer

